Dlubal.RFEM5.ColumnType
Type of Column

Dlubal.RFEM5.ColumnType.UnknownColumnType
Unknown column type

Dlubal.RFEM5.ColumnType.RectangularColumnType
Rectangular column

Dlubal.RFEM5.ColumnType.CircularColumnType
Circular column

Dlubal.RFEM5.ColumnType.LibraryColumnType
Column of cross-section from library